{
  "login": "Войти",
  "register": "Зарегистрироваться",
  "logout": "Выйти",
  "english": "Английский (English)",
  "russian": "Русский",
  "signAs": "Текущий пользователь: ",
  "goToProject": "Перейти к продукту",
  "goToDescription": "Перейти к описанию",
  "propoganda": "Цифровая лаборатория для ИИ-образования",
  "description": "Добро пожаловать в лабораторию InnoDataHub.<nl/>Здесь вы сможете погрузиться в искусственный интеллект, получить доступ к необходимым ресурсам и воплотить свои идеи в жизнь.<nl/>Изучайте передовые технологии  и развивайте свои навыки с лабораторией InnoDataHub.",
  "goToPreviewCourse": "Начать знакомство с лабораторией",
  "coming": "Выход продукта запланирован на декабрь 2024 года",
  "requireAuth": {
    "return": "Вернуться",
    "text": "Пожалуйста, войдите, прежде чем перейти к продукту"
  },
  "seeMore": "Подробнее",
  "header": {
    "Portal": "Портал",
    "Assessment": "Ассессмент",
    "Courses": "Курсы",
    "Programs": "ОПОП",
    "Software": "Каталог ПО",
    "Analytics": "Аналитика",
    "LMS": "LMS",
    "InnoDataHub": "InnoDataHub"
  },
  "projects": {
    "graphit": {
      "title": "Graphit",
      "description": "Платформа для создания курсов на основе образовательных материалов",
      "longDescription": "<p>С помощью платформы <s>Graphit</s> можно создавать и проходить курсы на основе образовательных материалов в виде графов.</p><p>Основные функции платформы:<ul><li><s>Генерация курса своими руками или при помощи ИИ</s> на основе  самостоятельно загруженных на платформу материалов </li><li><s>Визуализация</s> материалов и связей между ними в виде графа для лучшего освоения курса</li><li><s>Возможность интеграции различных типов контента</s> (теории, вопросов, практических заданий) в узлы графа</li></ul></p>"
    },
    "datasets": {
      "title": "Datasets",
      "description": "Платформа для загрузки, поиска и скачивания датасетов",
      "longDescription": "<p>Платформа <strong>Datasets</strong> предоставляет возможность загружать, искать и скачивать необходимые датасеты. </p><p>Основные функции платформы:<ul><li><s>Автоматическое добавление описаний и тегов</s> с помощью ИИ при загрузке датасетов для удобного поиска и фильтрации</li><li><s>Легкий обмен данными</s> засчет возможности их хранения в открытом и приватном режимах</li><li><s>Высокий уровень безопасности</s> благодаря сканированию данных на наличие нарушений их конфиденциальности</li></ul></p>"
    },
    "booking": {
      "title": "Booking",
      "description": "Система для бронирования вычислительных ресурсов",
      "longDescription": "<p><s>Booking</s> - это удобная и простая в использовании система для бронирования вычислительных ресурсов.</p><p>Основные функции системы:<ul><li><s>Предоставление возможности бронирования ресурсов</s> напрямую в системе без использования сторонних лиц или систем</li><li><s>Поддержка различных ролей пользователей</s> для управления доступом к ресурсам</li><li><s>Предоставление выбора между GPU и не-GPU ресурсами</s> для выполнения различных вычислительных задач</li></ul></p>"
    },
    "GPTeacher": {
      "title": "GPTитор",
      "description": "Платформа для обучения работе с большими языковыми моделями",
      "longDescription": "<p>Платформа <s>GPTитор</s> обучает пользователей работе с большими языковыми моделями по части составления инструкций, которые приводят к более точным и релевантным ответам на заданные вопросы.</p><p>Основные функции платформы:<ul><li><s>Помощь в получении навыков написания инструкций</s> в различных сценариях при помощи практических заданий</li><li><s>Предоставление обратной связи от ИИ</s> для улучшения инструкций</li><li><s>Объективное оценивание инструкций</s> при помощи встроенных метрик</li></ul></p>"
    },

    "taskChecker": {
      "title": "MathHelper",
      "description": "Инновационный инструмент, созданный для проверки и решения математических задач"
    },
    "competition": {
      "title": "Соревнования",
      "description": "Платформа для организации и участия в различных соревнованиях",
      "longDescription": "*"
    }
  }
}
