{
  "login": "Войти",
  "register": "Зарегистрироваться",
  "logout": "Выйти",
  "english": "Английский (English)",
  "russian": "Русский",
  "signAs": "Текущий пользователь: ",
  "goToProject": "Перейти к проекту",
  "projects": {
    "datasets": {
      "title": "InnoDataHub Datasets",
      "description": "Поиск датасетов стал проще, как никогда раньше! Публикуйте, обсуждайте, ищите и находите данные для ваших задач в InnoDataHub Datasets, а Искусственный Интеллект будет рад вам помочь."
    },
    "competition": {
      "title": "InnoDataHub.Соревнования",
      "description": "InnoDataHub.Соревнования - это платформа для соревнований по машинному обучению и анализу данных. Обучайте модели, делитесь наблюдениями, творите и развивайтесь вместе с InnoDataHub.Соревнования."
    },
    "GPTeacher": {
      "title": "GPTитор",
      "description": "GPTитор - это интерактивная платформа для создания идеальных запросов к языковым моделям.  Учитесь и получайте мгновенные рекомендации по улучшению от искусственного интеллекта. Решайте предложенные задачи, отслеживайте свой прогресс и достигайте лучших результатов с каждым новым запросом!"
    },
    "treeTasks": {
      "title": "Graphit",
      "description": "Graphit - платформа для автоматического создания обучающих курсов с помощью ИИ на основе учебных материалов. Загрузив любой материал, вы получите структурированную теорию с практическими заданиями для его освоения!"
    },
    "taskGenerator": {
      "title": "QuestGen",
      "description": "QuestGen — это инновационная веб-платформа для генерации учебных заданий. Платформа позволяет пользователям легко создавать вопросы на заданную тематику, основываясь на примерах заданий. Готовьте материалы быстрее и легче при помощи QuestGen."
    },
    "taskChecker": {
      "title": "MathHelper",
      "description": "MathHelper - это платформа для получения обратной связи по решению математических задач. Загружайте свои задачи, решайте доступные задачи, получайте фидбек и прокачивайте свои знания вместе с математическим ИИ ассистентом."
    }
  }
}
